brew "bat"
brew "cmake"
brew "eza"
brew "fd"
brew "gh"                           # required
brew "lazygit"
brew "neovim"                       # required
brew "pipx"                         # required
brew "ripgrep"
brew "starship"                     # required
brew "tailscale"
brew "tmux"                         # required
brew "zoxide"                       # required

cask "clipy"
cask "mactex-no-gui"                # group:latex
cask "skim"                         # group:pdf
cask "claude-code"
cask "codex"
cask "gonhanh"
cask "font-fira-code-nerd-font"     # group:font
cask "kitty"                        # required
cask "visual-studio-code"
