brew "bat"
brew "cmake"
brew "eza"
brew "gh"
brew "lazygit"
brew "neovim"
brew "starship"
brew "tailscale"
brew "tmux"
brew "zoxide"

cask "clipy"
cask "claude-code"
cask "codex"
cask "gonhanh"
cask "font-fira-code-nerd-font"
cask "kitty"
cask "visual-studio-code"
